Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sami-giellagaldu-paa-statsbudsjettet.html.tmx
Source language: nob
Languages: sme

source: Sámi Giellagáldu på statsbudsjettet / Fakta om samiske språk / Språk / Forsiden - Sametinget
sme: Sámi Giellagáldu stáhtabušeahtas / Faktadieđut sámi gielaid birra / Giella / Sámediggi - Sametinget

source: Sámi Giellagáldu på statsbudsjettet
sme: Sámi Giellagáldu stáhtabušeahtas

source: 08. oktober 2014
sme: 08. Golggotmánnu 2014

source: Kommunal- og regionaldepartementet har bevilget 2 mill kr til det nordiske språksamarbeidet Sámi Giellagáldu.
sme: Gielda- ja ođasmahttindepartemeanta lea juolludan 2 mill davviriikkalaš giellaovttasbargui Sámi Giellagáldui.

source: I tillegg har de nylig oppnevnt et offentlig utvalg som skal gjennomgå dagens lovverk, ordninger og organisering av samisk språkarbeid.
sme: Dasa lassin lea aiddo nammaduvvon almmolaš lávdegoddi mii galgá geahčadit otná gustovaš lágaid, ortnegiid ja organiserema mat leat sámegiellabargguid várás.

source: Dette viser at positiv vilje fra regjeringen til å satse på samisk språk.
sme: Dát čájeha ahte ráđđehusas leat positiivvalaš áigumušat vuoruhit sámegielaid.

source: - Jeg er glad for den språksatsningen som regjeringen viser ved å bevilge midler til nordisk språksamarbeid, samt oppnevningen av samisk språkutvalg, sier sametingspresident Aili Keskitalo.
sme: - Mun lean movttat go ráđđehus čájeha ahte sii vuoruhit sámegiela go juolludeami addet davviriikkalaš giellaovttasbargui, ja go lea nammadan sámi almmolaš lávdegotti sámegielaid várás, dadjá sámediggepresideanta Aili Keskitalo.

source: - At Sámi giellagáldu får bevilgning over statsbudsjettet betyr at vi kan fortsette arbeidet med å etablere et felles nordisk samisk språksamarbeid på permanent basis.
sme: - Dál go Sámi Giellagáldu oaččui juolludeami stáhtabušeahta bokte mearkkaša dan, ahte mii beassat joatkit bargguin ásahit oktasaš davviriikalaš sámi giellaovttasbarggu bistevaš doaibman.

source: Senteret Sámi Giellagáldu ble etablert for knappe to år siden som et samarbeidsprosjekt mellom Sametingene i Norge, Sverige og Finland.
sme: Sámi Giellagáldu ásahuvvui guovtte jagi áigi ovttasbargoprošeaktan gaskal Sámedikkiin Norggas, Ruoŧas ja Suomas.

source: Nå har den norske regjeringen vist vilje til å satse på samisk språk. og jeg har et håp om at også regjeringene på svensk og finsk side også vil følge opp og bevilge midler slik at det blir en felles satsning for de samiske språkene, sier Keskitalo.
sme: Dál lea norgga ráđđehus čájehan ahte sis lea áigumuš vuoruhit sámegiela, ja mus lea doaivva ahte Ruoŧa ja Suoma ráđđehusat čuovvolit ja juolludit ruđaid vai mii beassat ovttas vuoruhit sámegielaid, dadjá Keskitalo.

source: Samisk språk er under press i forhold til hovedspråkene.
sme: Sámegiella lea riikkaid váldogielaid deattu vuolde.

source: Skoleverket, myndighetenes tjenester, massemedia og andre samfunnstjenester tilrettelegges for hovedspråkene.
sme: Skuvlalágádus, eiseválddi bálvalusat, mássamedia ja eará servodaga bálvalusat leat ordnejuvvon dušše váldoálbmoga gillii.

source: Sametinget mener at nordisk språksamarbeid er viktig for å sikre det felles samiske grunnlaget slik at terminologi kan brukes over landegrensene.
sme: Sámedikki mielas lea davviriikkalaš giellaovttasbargu dehálaš sihkkarastin dihte sámegiela oktasašvuođu vai tearpmat sáhttet geavahuvvot rastá riikkarájiid.

source: Sámi giellagáldu sikrer kommunikasjonen imellom de samiske språkene, det bevarer og styrker det felles grunnlaget for de samiske språkene over landegrensene.
sme: Sámi giellagáldu nanne sámegielaid gaskasaš gulahallama, bisuha ja nanne sámegielaid oktasašvuođu rastá riikkarájáid.
